[
  "You are worthy and deserving of respect",
  "It is not a sprint, it is a marathon. One step at a time",
  "The past does not equal the future",
  "Nothing is impossible. The word itself says 'I’m possible!'",
  "I admire you for taking this on",
  "I believe in you",
  "We are all works in progress",
  "Struggling means you're learning",
  "You're resourceful and clever",
  "The path to success is to take massive, determined action",
  "Small progress is still progress",
  "Failure is just another way to learn how to do something right",
  "10x engineers are a myth",
  "I know you'll sort it out",
  "Whenever we’re afraid, it’s because we don’t know enough. If we understood enough, we would never be afraid",
  "You're doing a great job",
  "Don't forget to enjoy the journey",
  "Mistakes don't make you less capable",
  "You're a smart cookie",
  "The opposite of courage in our society is not cowardice... it is conformity",
  "Your mind is full of brilliant ideas",
  "You'll find a way",
  "You are a capable human",
  "Starting is the most difficult step - but you can do it",
  "It'll feel magical when it's working",
  "Your life is about to be incredible",
  "You know more than you think",
  "It’s what you practice in private that you will be rewarded for in public",
  "Don't worry if you find flaws in your past creations, it's because you've evolved",
  "I'm rooting for you",
  "Struggling is part of learning",
  "I give myself permission to do what is right for me",
  "It's not a mistake, it's a learning opportunity",
  "You're an inspiration",
  "People with goals succeed because they know where they’re going",
  "You know more than you knew yesterday",
  "If everything was easy you'd be bored",
  "All you need is the plan, the roadmap, and the courage to press on to your destination",
  "You are learning valuable lessons from yourself every day",
  "Your life is already a miracle of chance waiting for you to shape its destiny",
  "Everything has cracks - that's how the light gets in",
  "You can do it",
  "Sucking at something is the first step towards being good at something",
  "Success is the progressive realization of a worthy goal",
  "You make a difference in the world by simply existing in it",
  "You got this",
  "You'll figure it out"
]