[
  "First of all, brush your teeth",
  "Were you against the heathen Priapus, he would probably pass wind in the face of such well-aimed terror.",
  "Your mom must have a really loud bark!",
  "Whoever tolerates and listens to you should know that they are listening to the devil himself, incarnate and abominable, as he speaks out of the mouth of a possessed person.",
  "Take care, you evil and wrathful spirits. God may ordain that in swallowing you may choke to death.",
  "Thou sodden-witted lord! Thou hast no more brain than I have in mine elbows.",
  "You're not the dumbest person on the planet, but you sure better hope he doesn't die.",
  "You poisonous loudmouth.",
  "When did you move up from a part-time retard role to a full-time retard role?",
  "Thou lump of foul deformity.",
  "You look like a ventriloquist dummy that came to life to become a sex offender.",
  "Don't hurt yourself.",
  "You are poisonous, worthless gossips.",
  "If I wanted to kill myself I would climb to the number of your chromosomes and jump to your IQ.",
  "You are as a candle, better burnt out.",
  "Were you born a cunt, or is it something you have to recommit yourself to every morning?",
  "Methink’st thou art a general offence and every man should beat thee.",
  "Your mother was a hamster and your father smelled of elderberries.",
  "You have lost head, eyes, brain, and heart, since you know neither shame nor fear, and dare wager all according to your whims.",
  "I usually never forget a face, but in your case I'd be happy to make an exception.",
  "I'm guessing you weren't burdened with an overabundance of schooling.",
  "I can explain it to you but...\r\nI can't understand for you.",
  "Here's 20 cents, call all your friends and give me back the change.",
  "Your mother was a hamster and your father smells of elderberry!!! I fart in your general direction!!!",
  "You must have been born on a highway, because that's where most accidents happen.",
  "If you really want to know about mistakes, you should ask your parents.",
  "You are the answer to the question what would it look like if my thumb was hairy.",
  "You are pigeon-liver’d and lack gall.",
  "This woman’s an easy glove, my lord, she goes off and on at pleasure.",
  "You sound like the sort of incompetent fool who would have a pet rock die on them.",
  "I bet that your ballsack looks exactly like your face.",
  "Thou whoreson zed , thou unnecessary letter!",
  "I have seen a classroom full of mentally challenged children that acted more mature than you.",
  "My day started off great until you walked in.",
  "You smell like goat cheese.",
  "That poisonous bunch-back’d toad!",
  "Hot air makes balloons go up. What's holding you down?",
  "Let a hungry Carpathian long-haired she-wolf blow your dick, fuck",
  "It's not pretty watching a jackass trying to eat a pomegranate.",
  "Are you always an idiot or just when I'm around?",
  "You look like you love the smell of your own farts.",
  "We all sprang from apes, but you didn't spring far enough.",
  "I had not supposed or expected your arrogant spirit to seek such a ridiculous and childish reason for lying; you should have better reasons.",
  "I wondered why all the birds suddenly stopped singing.",
  "Thou cream faced loon",
  "Thou subtle, perjur’d, false, disloyal (wo)man!",
  "If laughter is the best medicine, your face must be curing the world.",
  "What are you breeders doing in public? Shouldn't you be out raping women or something?",
  "You are dumber than Seriphian frogs and fishes.",
  "If we evolved from apes you didn't evolve enough.",
  "Shutting the fuck up is gluten free. Add that to your diet.",
  "Whoever told you to be yourself couldn't have given you worse advice.",
  "I scorn you, scurvy companion.",
  "You look like Whoopi Goldberg.",
  "If you are furious, you can do something in your pants and hang it around your necks - that would be a musk apple and pacem for such gentle saints.",
  "Is your family tree a straight line?",
  "Marriage at a motel is more appealing than the likes of you. What are you, anyways? You look like a joint between a mutilated ape, and a visible fart.",
  "Why don't you slip into something more comfortable? Like a coma.",
  "Madam, I may be drunk, but you are ugly. And at least I shall be sober in the morning.",
  "You are not human beings, but empty shells and shadows.",
  "If someday we send idiots in orbit, you are not to stop revolving.",
  "You are the worst rascal of all the rascals on earth!",
  "Close your mouth! Crap is coming out of it.",
  "It may be that you want to build yourself a heaven of your own, like those jugglers build themselves out of linen cloth at the Shrove Tuesday carnival. Is it not disgusting that we have to hear such foolish and childish things from you?",
  "Your mom just called me, and she asked, that on your way home, you pick up a loaf of bread, bag of milk and some condoms, so she doesn't make the same mistake twice.",
  "Peace, ye fat guts!",
  "You're so ugly Hello Kitty said goodbye to you.",
  "When you were conceived you were strained through the bed sheets &amp; the best part ran down the bedroom wall.",
  "Let this generation of vipers prepare itself for unquenchable fire!",
  "I envy people who haven't met you.",
  "Thou damned and luxurious mountain goat.",
  "You are two letters short of an asset.",
  "Your mom's so ugly she made Chuck Norris have a heart attack ",
  "I guess those penis enlargement pills are working, you're twice the dick you were yesterday.",
  "The silly, feeble devil thinks no one sees it. No, my fellow, we see you well enough. You haven't used enough make-up; you need more and other colors.",
  "Yo mama is so short that when I was dissin' her she tried to jump kick me in the ankle.",
  "Your momma so fat, when she went to a doctor, she stepped on a scale and the doctor said &quot;Hey, that's my phone number.&quot;",
  "You completely close your mind and do nothing but shout, &quot;Anathema, anathema, anathema!&quot; so that by your own voice you are judged mad.",
  "This new thing you have devised is the vilest cesspool that the devil has on earth.",
  "&quot;Dude you're fat&quot; &quot;It runs in the family&quot; &quot;Mate, no one runs in your family&quot;",
  "Blind moles!",
  "I am tired of the pestilent voice of your sirens.",
  "The only thing that goes erect when I'm near you is my middle finger.",
  "Here now, you ass, with your long donkey ears and accursed liar's mouth!",
  "You Sir are an insult upon insults of a booble on an assortment.",
  "You look like a before picture.",
  "You act and speak as a bride of the devil, expressing what the devil inspires. All blasphemous words of this kind are nothing but childish, mad, sacrilegious ideas, and lies which are not worthy of answer.",
  "Sheesh, when you fell down the ugly tree, did you have to hit every branch on the way down?",
  "You are a flesh-monger, a fool and a coward!",
  "You truly have the body of a boy who died in the Irish potato famine and a face of a woman who survived it.",
  "You run against God with the horns of your pride up in the air and thus plunge into the abyss of hell. Woe unto you, Antichrist!",
  "[Name] ... you've aged.",
  "Just as the devil is disorderly and jumbles things together, so your writings and head are equally disordered and mixed up, so that it is exceedingly annoying to read and difficult to remember what you write.",
  "Do you have a chemical imbalance or is this just an attitude problem?",
  "Look how this great heretic speaks brazenly and sacrilegiously.",
  "Hey, you there: Fuck off.\r\nAnd when you got there, fuck off from there too.\r\nThen fuck off some more.\r\nKeep fucking off until you get back there.\r\nThen fuck off again.",
  "Thou elvish-mark’d, abortive, rooting hog!",
  "We leave you to your own devices, for nothing properly suits you except hypocrisy, flattery, and lies.",
  "You could fuck a Cheerio and not break it",
  "I can with good conscience consider you a fart-ass and an enemy of God.",
  "You are not a pious fraud, but an infernal, diabolical, antichristian fraud.",
  "You really tried, after all the shit you say, here's some toilet paper.",
  "You are the scum of all the scoundrels.",
  "You are so ugly, that the only way you can get laid is to crawl up a chicken's ass and wait.",
  "It seems I must have liars and villains for opponents. I am not worthy in the sight of God that a godly and honorable person should discuss these matters with me in a Christian way. This is my greatest lament.",
  "You teach the disorderly masses to break into this field in disorder like pigs.",
  "Easy on the make-up, girl. I've seen clowns that look more natural than you.",
  "If I had a penny for every brain cell you have I'd have nothing.",
  "Villain, I have done thy mother.",
  "Thine forward voice, now, is to speak well of thine friend; thine backward voice is to utter foul speeches and to detract.",
  "If thou wilt needs marry, marry a fool; for wise men know well enough what monsters you make of them.",
  "Just because you fuck clowns doesn't make you Harley Quinn.",
  "Your wife’s a hobby horse!",
  "You are a bungling magpie, croaking loudly.",
  "I do desire we may be better strangers",
  "Snot-nose!",
  "Your home, once the holiest of all, has become the most licentious den of thieves, the most shameless of all brothels, the kingdom of sin, death, and hell. It is so bad that even Antichrist himself, if he should come, could think of nothing to add to its wickedness.",
  "There's nothing wrong with you — nothing that a miracle couldn't fix.",
  "If I wanted to commit suicide, I'd throw myself off your ego and crash land on your IQ.",
  "You are so ugly, when you were born the doctor cried out loud first, not you.",
  "Your family is from the shallow end of the gene pool, isn't it?",
  "You roar as one possessed and full of devils.",
  "You curse, blaspheme, skriek, struggle, bellow, and spit, so that, if people really heard you utter words, they would gather with chains and bars, just as if you were possessed by a legion of devils and had to be seized and bound.",
  "We meet again, Mr. Bleached Asshole.",
  "Honey, you couldn't pour water out of a boot if the instructions were on the inside.",
  "When I saw your face on TV it said viewer description is advised.",
  "Where you dropped at birth?",
  "You are a Baal-zebub - that is, a man of flies.",
  "You're so fat you had to be baptised in Sea World.",
  "You ass, abecedarian, and bacchanal.",
  "twatface",
  "Suck on my hemorrhoids and wait for better days.",
  "Two wrongs don't make a right, take your parents as an example.",
  "If semen was glow-in-the-dark, your asshole would be a disco.",
  "You are like the end piece of bread in a loaf, everyone touches you but no one wants you.",
  "You were so ugly when you were born that your mom threw you away and kept the afterbirth.",
  "You starvelling, you eel-skin, you dried neat’s-tongue, you bull’s-pizzle, you stock-fish–O for breath to utter what is like thee!-you tailor’s-yard, you sheath, you bow-case, you vile standing tuck!",
  "You look like you drop common loot when defeated.",
  "I've taken shits that I respect more than you.",
  "You are the Roman Nimrod and a teacher of sin.",
  "Your type makes me puke, you vacuous, toffee-nosed, maloderous, pervert!",
  "Honey, you couldn't pour water out of a boat if the instructions were on the side.",
  "You are impossible to underestimate.",
  "In your hiding place you use the most fearless language as though you were full of three holy spirits. Such unseemly boasting reveals clearly what kind of a spirit you are.",
  "Oh, please stay [friend's name], I need a witness in case her head starts spinning around, or she turns into a she wolf.",
  "&quot;You know what I like about you?&quot; ---&gt; &quot;If standing side by side, you would make a baboon look beautiful!&quot;",
  "I hope both sides of your pillow are hot.",
  "May your wife give birth to a centipede so you have to work for shoes all your life.",
  "You deserve a tongue punch in the fart box.",
  "You are the cousins of the Antichrist.",
  "There you are in the chains of divine judgment, bound in hell like all the devils.",
  "Out of 100,000 sperm, you were the fastest?",
  "You seem to me to be a real masterpiece of the devil's art.",
  "Your gene pool could use a bit more chlorine.",
  "Your IQ is like gravity, it's pulling us down.",
  "His wit’s as thick as a Tewkesbury mustard.",
  "You walk behind your boss reaching through his legs and supporting his testicles.",
  "Your opinion is like a mixtape. Everyone's got one and I don't want to hear it.",
  "You're so stupid you couldn't pour piss out of a boot if the directions were written on the heel.",
  "You make stupid look stupid!",
  "You are like swine who indiscriminately devour everything.",
  "Go to the lightining strike that breaks you in half.",
  "Your mother sucks bears in the forest.",
  "You are so ugly when you were born the doctor said I'm gonna drop it, if it falls is a rat, if it flies is a bat.",
  "You should always carry a plant with you, to replace the oxygen you're wasting.",
  "Go and hide under something old!",
  "You pant after the garlic and melons of Egypt and have already long suffered from perverted tastes.",
  "You're so fat you inspired the legend of Bigfoot and Godzilla .",
  "You should classify your dick as a choking hazard, because little children choke on small things.",
  "The reward of such flattery is what your crass stupidity deserves. Therefore, we shall turn from you, a sevenfold stupid and blasphemous wise person.",
  "Cock washing is not a job description!",
  "You massive collosal cuntasaurus.",
  "You find things irreverent, inquisitive, and vain just as all ungodly men do, or rather, as the demons and the damned find things hateful and detestable.",
  "Shove a turnstile in your asshole and you'll be rich.",
  "There's a reason why monkeys fucked buffalos!",
  "I would like to learn from your mistakes but I am not sure if I could keep up.",
  "Shove a fish up your asshole and say you're a mermaid.",
  "Brothel sprouts",
  "Fuck off, you are so fat, the lift has to go down.",
  "Your family tree must be a cactus because everybody on it is a prick.",
  "I'd challenge you to a battle of wits, but I see you are unarmed.",
  "You look like a person who'd try to extinguish a wildfire with a screwdriver.",
  "When you were born, the police arrested your dad, the doctor slapped your mom, animal control euthanized your brother, and A&amp;E made a documentary that saved your life.",
  "Such loose, lame, empty talk, set forth on the basis of your own reason and idiosyncrasy, would lead me to believe first of all that your opinions amount to nothing.",
  " If you were a game you would be fucking Dota 2 because I don't event want to play with you.",
  "I can always tell if you have been at my house. The toilet is not flushed and the cat is pregnant.",
  "For you are an excellent person, as skilful, clever, and versed in Holy Scripture as a cow in a walnut tree or a sow on a harp.",
  "I hope that your mother dies having my abortion.",
  "You are undisciplined heads who out of utter perversity are able to do nothing in common or in agreement, but are different and self-centered in heart and life.",
  "A man with a sheep's head would not go out looking like you!",
  "What you just said is one of the most insanely idiotic things I have ever heard. At no point in your rambling, incoherent response were you even close to anything that could be considered a rational thought.",
  "Aha, I see the Fuck-Up Fairy has visited us again! ",
  "The tartness of your face sours ripe grapes.",
  "Hi! I'm a human being. What are you?",
  "There’s no more faith in thee than in a stewed prune.",
  "I would not dream of judging or punishing you, except to say that you were born from the behind of the devil, are full of devils, lies, blasphemy, and idolatry; are the instigator of these things, God's enemy, Antichrist, desolater of Christendom, and steward of Sodom.",
  "You are more corrupt than any Babylon or Sodom ever was, and, as far as I can see, are characterized by a completely depraved, hopeless, and notorious godlessness.",
  "It is good to have you here because we need a hostage when the war begins.",
  "You are the devil's donkey.",
  "You are like a magician who conjures gulden into the mouths of silly people, but when they open their mouths they have horse dirt in them.",
  "Every overbite can be fixed. Then I saw yours.",
  "Hey, you have something on your chin...3rd one down.",
  "Notice how every girl on Buzzfeed has a nose ring because no one will put one on their finger.",
  "You're so ugly when you popped out the doctor said aww what a treasure and your mom said yeah lets bury it",
  "You clearly have not been burdened by an overabundance of education.",
  "With all your cleverness you are nothing but devil's fools.",
  "Stop bullying fat people, they have enough on their plate.",
  "Demon sperm and alien DNA is not a COVID cure dumbass.",
  "You are the founder and master of all sins.",
  "You fucked your Sister in Law because she got a job at the bakery and kneaded dough.",
  "But, if you're here, who's guarding Hades?",
  "That man is a great wit, but nature has deprived him of one great gift—that of dialogue.",
  "Your Hellishness.",
  "You are a cum guzzling thunder cunt.",
  "You are worse than all the devils. What you have done, no devil has ever done. Your end is near, you son of perdition and Antichrist! Stop now, you are going to far!",
  "The only reason for your existence is your father's weak pull-out game.",
  "Are you not making an elephant out of a fly? What wonder workers!",
  "I have neither the time nor the crayons to explain it to you.",
  "When do your batteries run down?",
  "You are indeed cheated and deceived by falsehood, and that is what all like you deserve.",
  "You must be the arithmetic man; you add trouble, subtract pleasure, divide attention, and multiply ignorance.",
  "If there was a contest for assholes, they would disqualify you because they don't accept professionals.",
  "You are as thick as manure and only half as useful.",
  "You are about as desirable as fire in a desert day.",
  "You can't run away from your problems because you are the problem.",
  "Wise words. For an idiot at least.",
  "What good purpose can you lazy, sluggish bullies accomplish?",
  "We despise your whorish impudence.",
  "You - like the spider which sucks only poison from the rose - draw only vain pride from the doctrine of humility.",
  "You incompressible jizztrumpet!",
  "Go, you whore, go to the devil for all I care.",
  "Your mother should have swallowed, you need to know that before continuing.",
  "You're so fat you need cheat codes to play Wii Fit.",
  "Come, come, you froward and unable worms!",
  "Are you the first person in your generation to fall out of a tree?",
  "Your teeth are so yellow traffic slows down when you smile.",
  "You are living proof that test-tube experiments can fail.",
  "You are a person of sin and the child of perdition, leading all the world with you to the devil, using your lying and deceitful ways.",
  "You are pious and honest people, who cannot do anything but calumniate and lie.",
  "You tiny fingered, cheeto-faced, ferret wearing shitgibbon!",
  "Helpful hint to the scientist that programmed you: Most humans say &quot;Hello&quot; at the beginning of a conversation.",
  "I sure hope you don't kiss your uncle with those lips.",
  "See how your spirit here walks on eggs, how you twist and turn, how you talk as if you had mush in your mouth and mumble like a half-dead, despairing person.",
  "Do you still love nature....despite what it did to you?",
  "You are idiots and swine.",
  "Just the omission of your writings alone would make a fairly good\r\nlibrary out of a library that hadn't a book in it.",
  "You have that earth-sized forehead but still no brain.",
  "Yeah you're pretty ... pretty stupid",
  "You like as an arch rascal and disgraceful scoundrel.",
  "The only positive thing about you is your HIV status.",
  "Thou leathern-jerkin, crystal-button, knot-pated, agatering, puke-stocking, caddis-garter, smooth-tongue, Spanish pouch!",
  "If I wanted to kill myself I would climb your ego and jump to your IQ.",
  "You’re the load your mother should’ve swallowed and then violently shit on your dad's micro penis.",
  "I wasn't born with enough middle fingers to let you know how I feel about you.",
  "Virginity breeds mites, much like a cheese.",
  "You are the reason shampoo comes with use instructions.",
  "You are the Internet Explorer of people.",
  "Diaper Man",
  "Why would anyone tolerate such things from someone like you, a rotten paunch, crude ass and fart-ass?",
  "You can't kill yourself because the knife will bounce you fat ass motherfucker.",
  "Stick your hand in my ass and jerk off with my shit",
  "Take my lowest priority and put yourself beneath it.",
  "Your value doesn't even amount to the juice squeezed from an old whore's soiled Tampon.",
  "Ur mum geh",
  "Yo mammas so fat you could slap her legs and ride the waves.",
  "You loathsome, accursed, atrocious monster.",
  "You are emissaries of the devil.",
  "Are you ignorant of what it means to be ignorant?",
  "Your mother was a hamster and your father smelled of elderberries! Now go away or I will taunt you a second time.",
  "What devilish unchristian thing would you not undertake?",
  "On a scale of 1 to 10, I rate you an E for everyone has been in there.",
  "Is there an app I can download to make you disappear?",
  "Acting like a dick won't make yours any more bigger either.",
  "You like your women like I like my golf score. \r\n(In the eighties and with a slight handicap.)",
  "You look like a visible fart.",
  "People of your sort are hirelings, dumb dogs unable to bark, who see the wolf coming and flee or, rather, join up with the wolf.",
  "The devil rides you.",
  "You are the reason for abortion legalization.",
  "What bilgewater of heresies has ever been spoken so heretically as what you have said?",
  "You have a priesthood of Satan.",
  "You, devil and Hanswurst, are in this matter a particularly silly wurst to lie so shamefully.",
  "Oh, you want to trade insults? Wait here while I go get a lobotomy,\r\nand we'll start even.",
  "Even Lucifer was not guilty of so great a sacrilege in heaven, for he only presumed to be God's equal. God help us!",
  "Why don't you check up on eBay and see if they have a life for sale.",
  "What you say is a blasphemy that has made you worthy of a thousand deaths.",
  "You are like the ostrich, the foolish bird which thinks it is wholly concealed when it gets its neck under a branch. Or like small children, who hold their hands in front of their eyes and seeing nobody imagine that no one sees them either.",
  "Listen, you ass, you are a particularly crass ass, indeed, you are a filthy sow!",
  "The best part of you ran down the crack of your mom's ass.",
  "We may confidently suppose and be sure that your spirit will produce evidence and proof when the devil becomes God.",
  "You're an inspiration for birth control.",
  "Thou art unfit for any place but hell.",
  "Please, I could remove 90% of your 'beauty' with a tissue.",
  "May the fleas of a thousand camels infest your armpits.",
  "Your So ugly that Hello Kitty said goodbye to you.",
  "You stink like devilish filth flung into Germany.",
  "You're so big when you jump for joy you get stuck.",
  "You have surrendered yourself and dared to become an avowed enemy of God, wanting to race rather than trot to hell.",
  "Your words are so foolishly and ignorantly composed that I cannot believe you understand them.",
  "You are like mouse-dropping in the pepper.",
  "As far as I have been able to see and hear, you have no argument but high-sounding words of sacrilege. Everyone ought properly to shun and avoid you as messengers of none other than the devil.",
  "I'm as bored as a pacifist's pistol.",
  "If I want to overrun you by car, I have to refuel halfway",
  "You are a little pious prancer.",
  "Are you not mad, and crazy, and crass Nestorians, not knowing when you say yes and when you say no, stating one thing in the premise and another in the conclusion? Away with you stupid asses and fools!",
  "You should eat some makeup, to make your insides perfect.",
  "I'd agree with you but the we'd both be wrong.",
  "O you wolf in Christendom!",
  "My dad got here with the milk before you came.",
  "You are the human equivalent of a participation award.",
  "Here is proof that your parents never lie: they insult you.",
  "Your hairline is like Pluto, unreachable.",
  "Even if your writings were from an angel from heaven I would take this horrible document, and, after having used it as toilet paper, wipe its nose.",
  "You, my friend, are a piece of foam.",
  "Your sin smells to high heaven.",
  "You look like you're starring in an Albanian remake of the Cosby show.",
  "You arch-assassin and bloodhound, the like of which has never been seen under the sun.",
  "When you were born, the doctor slapped your mother.",
  "Your birth certificate is an apology letter from the condom factory.",
  "When was the last time you looked in the fucktard mirror?",
  "Hey, you know I’m actually gay and what you’re doing is really turning me on so keep going please!",
  "You are desperate, thorough arch-rascals, murderers, traitors, liars, the very scum of all the most evil people on earth. You are full of all the worst devils in hell - full, full, and so full that you can do nothing but vomit, throw, and blow out devils!",
  "You should not write a book before you have heard an old sow fart; and then you should open your jaws with awe, saying, &quot;Thank you, lovely nightingale, that is just the text for me!&quot;",
  "You have fought against us as one would attack a cliff with a broken straw.",
  "One day you will want to undertake something highly important and I will bear witness. I will watch you crash and burn, and I will warm my hands in the fires of your failure.",
  "How this spirit makes a food of itself in all its words. You can say nothing but that it boomerangs on your own head and hits you so that you not only are blackened but are made to stagger as a drunkard.",
  "I would kiss you, but do you really kiss your mother with that mouth?",
  "You Sir, are a execrable, flagging lump, and your mother is a frightful, milk-smelling blot.",
  "You are the white devil and a glittering Satan.",
  "For some reason I've always liked I hope you die shitting.",
  "A seven-year-old child, indeed, a silly fool, can figure it out on his fingers - although you, stupid ass, cannot understand anything.",
  "You are an an unsightly hunchbacked leper queer.",
  "You might want to get a colonoscopy for all that butthurt.",
  "As for the signs of your peculiar priesthood, we are willing to let you boast of these mean things, for we know it would be quite easy to shave, anoint, and clothe in a long robe even a pig or a block of wood.",
  "Who do you think is the best comedy team? ME? I think it's your parents....they made the biggest joke!",
  "You are an extraordinary creature, being neither God nor man. Perhaps you are the devil himself.",
  "In appearance and words you simulate modesty, but you are so swollen with haughtiness, arrogance, pride, malice, villainy, rashness, superciliousness, ignorance, and stupidity that there is nothing to surpass you.",
  "You look like how dust tastes.",
  "Maybe if you eat all that makeup you will be beautiful on the inside.",
  "It's called a joke. Just look at your life for another example of one.",
  "Were you raised to be this stupid or is it in the DNA?",
  "You dress like you got your clothes stolen at the gym so they gave you what they had in the lost &amp; found bin",
  "Your brain is as dry as the remainder biscuit after voyage.",
  "Your 'charm' is about as appealing to me as closing my scrotum in a blu-ray-disc case.",
  "You will be utterly forgotten.",
  "You haven't been yourself lately. We've all noticed the improvement.",
  "If you were twice as smart, you'd still be stupid.",
  "You ought to feel shame in your hearts, you great gruff asses' heads.",
  "You cowardly slave, you corrupt sycophant, with your sickening advice!",
  "You're like STDs, nobody wants you, everyone hates you and it proves your parents should have used protection.",
  "Thou art a flesh-monger, a fool and a coward",
  "doodoohead",
  "I may be fat, but you're ugly, and I can diet.",
  "You are so fucking boring and annoying that you could have your own sitcom at Nickelodeon.",
  "You are spiritual scarecrows and monk calves.",
  "God has punished you by making you incapable of understanding truth, virtue, or honor, thus handing you over to the devil to tell nothing but lies, indeed, to do all that is evil, and to upset all that is good.",
  "Suck devilcock in hell you faggotdwarf",
  "You are inimical asses!",
  "You are the prostitute of heretics!",
  "I'd like to see things from your point of view but I can't get my head that far up my ass.",
  "Take a flying fuck though a rolling donut.",
  "If all the idiots in all the villages left their villages and formed their own village of idiots in that village you would  be the village idiot.",
  "I'd call you a cunt, but you have neither the warmth or the depth.",
  "Yo mama so fat she's got more chins than a Chinese phone book.",
  "Wither now, dear factious spirits? I will let you write and shriek for a thousand years and need not oppose you with more than one word. O how one word smashes you prophets and spirits into one lump in the gutter.",
  "I would not smell the foul odor of your name.",
  "I hope you choke on your own cock you pompous boner jockey.",
  "You remind me of a penny, two-faced and not worth much.",
  "Your words are un-Christian, antichristian, and spoken by the inspiration of the evil spirit.",
  "I wondered why all the birds suddenly stopped singing. What brings you here?",
  "As an outsider, what is your perspective on intelligence?",
  "I must tell you friendly in your ear, sell when you can, you are not for all markets.",
  "You are so short that your head smells of your feet.",
  "You look like the meatflaps of a French whore's vagina after happy hour, what happened?",
  "You are such outrageous, shameless blockheads.",
  "You know less than does a log on the ground.",
  "You vacuous toffee-nosed malodorous pervert.",
  "If I wanted to kill myself, I could just climb up to your ego and jump down to your IQ level.",
  "Some people are just dumb. Take you for example!",
  "Your mom is like a brick: dirty, flat and gets laid by Mexicans.",
  "Your life is as worthless as the broken condom you owe it to.",
  "You're about as sharp as a marble, aren't you?",
  "Where are you from, loser?\r\nAre you from losertown because you're a loser?\r\n(please only use this if you want to mentally destroy your opponent)",
  "You are admirable, fine, pious sows and asses.",
  "You look like you struggle with simple tasks.",
  "Some cause happiness wherever they go; others, whenever they go.",
  "You're as thick as a bull's walt",
  "I love what you've done with your hair. How did you get it  to come out of your nostrils like that?",
  "You no longer have, as you did several centuries ago, a cunning devil spurring you on, but a palpable blockhead, a crude devil, who in his malice can no longer disguise himself.",
  "Reading your comments gave me a visceral allergic reaction.",
  "Next time you go out, take a sentient being with you.",
  "How far will you go, O devilish pride?",
  "You are full of poisonous refuse and insane foolishness.",
  "Shut your festering gob,you tit!",
  "You egg, you fry of treachery.",
  "Don't give me that, you snotty-faced heap of parrot droppings!",
  "You're like my fish tank, you're mostly water, you've got crabs, and you're full of crap.",
  "Finally you cannot help yourself but spew out good, fat, strong lies, and like a mad person speak against yourself.",
  "The rankest compound of villainous smell that ever offended nostril",
  "What's the difference between you and a brick? The brick gets laid.",
  "The only way a woman is going to touch you is with a taser.",
  "Listen, murdered of souls and sinful spirit!",
  "I'm going to fuck your dad and give him a child he'll actually love.",
  "You say, &quot;What comes out of our mouth must be kept!&quot; I hear it - which mouth do you mean? The one from which the farts come? (You can keep that yourself!)",
  "You've got a face for the radio.",
  "Do you have a congenital defect or is stupidity a cultural thing for you?",
  "Doctor Sow.",
  "Yeah, but you're ugly and confused.",
  "Shove fireworks up your asshole and fly away.",
  "You worship a Dagon and a god of your stomachs.",
  "You suck shit through a straw.",
  "Soon you'll be wearing my sword like a shish kebab!",
  "I think that if you were alone in the field, an angry cat would be enough to scare you away.",
  "Perhaps you like to hear yourself talk, as the stork its own clattering.",
  "Yo mama so ugly she scared the crap out of the toilet.",
  "You are the ultimate scourges of the world, the Antichrist together with your sophists and bishops.",
  "Thou art a boil, a plague sore",
  "I wanted to be you for Halloween but I couldn't get 7 cocks in my mouth.",
  "Look, you aint funny. Your life is just a joke.",
  "Your astute minds have been completely turned into stinking mushrooms.",
  "Thou art as fat as butter",
  "What light can there be in heads that hold such tangible darkness?",
  "Somewhere out there is a tree that has worked tirelessly to provide the oxygen you're breathing.\r\n\r\nYou owe it an apology.",
  "You're so stupid you got fired from the M&amp;M factory for throwing out all the Ws.",
  "How old were you when your brain got up and left?",
  "Your forehead is the same size as my left ass cheek... And I weigh 350lbs...",
  "Beautiful! Your face is so symmetrical, like a Picasso painting!",
  "You are a toad eater and a fawner.",
  "Your asinine simian countenance alludes that your fetid stench has annulled the anthropoid ape species diversity.",
  "You speak and act only as an ungodly person does.",
  "I hope you win the lottery and die the next day.",
  "Proteus is no Proteus compared with you.",
  "It is the old dragon from the abyss of hell who is standing before me!",
  "That girl's like a car radiator on a winter night — you've got to top her up with alcohol to keep her moving. ",
  "You conduct yourself like one drunk or asleep, belching out between your snores, &quot;Yes, No.&quot;",
  "Yo mama so fat wen she jumped in the ocean the whales started singing We Are Family.",
  "Perhaps you want me to die of unrelieved boredom while you keep on talking.",
  "Do you realize that people just tolerate you?",
  "You're so fake that Barbie is more real than you.",
  "Boy, your about as sharp as a bowling ball.",
  "I refuse to have a battle of wits with an unarmed opponent.",
  "You're so stupid, you failed a blood test.",
  "Your mamma so fat she has to wear 2 watches because she covers two time zones.",
  "Everyone can see that such a sentence must have been blown into you by all the existing devils with one breath.",
  "Your actually a cereal killer because each time you pour cereal, your ugly face literally kills the cereal just by looking at it.",
  "If I were your mirror I would commit suicide.",
  "Do you go to the zoo for a family reunion?",
  "May you inherit a house with a thousand rooms and be found dead in every one of them.",
  "Away, you starvelling, you elf-skin, you dried neat’s-tongue, bull’s-pizzle, you stock-fish!",
  "You're a gross, ungrateful clod, worthy of being numbered among the beasts.",
  "Honey, you are not attractive enough to be that much of a cunt.",
  "You say I look bad yet whenever I look at you, you give me pharyngitis. ",
  "You're so slow that even the autistic kid didn't want to hang out with you.",
  "dingus",
  "What a fine spirit we have here, who would drive out the devil by a devil. Indeed you would disgrace public truth with public lies.",
  "You rush forward as an ass under the pelt of a lion.",
  "Do you not see here the devil, the enemy of God's order?",
  "Just because you have hair around your lips does not give you permission to be a cunt. (said to a bearded person)",
  "I bet 90% of your beauty would be removed with a Kleenex.",
  "Hope you get well soon. Stupidity is an serious illness!",
  "Hellen Keller with a shotgun would be a more useful teammate than you.",
  "Is this [insert place name] or a toilet because I only see turds.",
  "If being beautiful was a crime, you would be law abiding.",
  "I will treat you like AM radio, I just don't listen to you.",
  "You look like you're trying to hide the pain from a stubbed toe.",
  "You're so fat you make a hippo look skinny!",
  "You were birthed out your mothers ass because her cunt was too busy.",
  "Why play so hard to get when you're already so hard to want?",
  "I beg you put your glasses on your nose, or blow your nose a bit, to make your head lighter and the brain clearer.",
  "You weaselheaded fucknugget!",
  "My soul, like Ezekiel's, is nauseated at eating your bread covered with human dung. Do you know what this means?",
  "More of your conversation would infect my brain.",
  "If I were to repay you in slanderous words for the way you have blasphemed so maliciously and terribly, where would I find enough words? For your sins and blasphemy are immeasurable.",
  "Close your legs. Your breath stinks. ",
  "It was 2:59 when God made you, and he got off at 3.",
  "You're so stupid you tried to put M&amp;Ms in alphabetical order!",
  "Do your keepers a huge favor: do a triple summersault through the air, and disappear up your own asshole.",
  "You have more dick in your personality than you do in your pants.",
  "You only annoy me when you're breathing.",
  "You are horrendously ugly.",
  "What's the difference between a Bentley and your sister?\r\nMost people haven't been in a Bentley.",
  "May the devil stay with you in this blasphemous, murderous, sinful, pernicious thing.",
  "Question: How could a person like you lose 50 pounds of ugly fat in 1 second? Answer: By cutting off your head!",
  "I pissed on things that were smarter than you.",
  "Sex with her is like throwing your kitbag on the wash pile.",
  "I hope your wife brings a date to your funeral.",
  "You arsonists, enemies of languages and truth!",
  "The only dates you get are updates.",
  "Your mother mates with reindeer!",
  "You're imppossible to underestimate.",
  "Let me guess -- your Mom used your soft spot as a planter, didn't she?",
  "You abominable abomination.",
  "Away, you three-inch fool!",
  "You would win a monkey look-alike contest!",
  "You moderate enforcer and eulogizer of moderation. You are one of those bloody and deceitful people who affect modesty in words and appearance, but who meanwhile breathe out threats and blood.",
  "Even if the Antichrist appears, what greater evil can he do than what you have done and do daily?",
  "May your balls turn square and fester at the corners.",
  "Go away I was looking at something better than you.",
  "You're so ugly your incubator had tinted glass.",
  "If you shake your head right now, the little amount of brain cells would make the same sounds as a pair of maracas would.",
  "What happened to the house built on sand in Matthew 7 will also happen to you."
]